[
    {
        "featuresUsed": ["experimentation"],
        "author": { "name": "Cat Li", "role": "Product & Engineering Lead", "company": { "name": "Y Combinator" } },
        "quote": "PostHog's experimentation suite is really great!"
    },
    {
        "featuresUsed": ["support"],
        "author": { "name": "Cat Li", "role": "Product & Engineering Lead", "company": { "name": "Y Combinator" } },
        "quote": "One thing I love about PostHog is that we have a shared Slack channel, for support and feedback. We can chat directly to the engineers building PostHog and they're always really responsive."
    },
    {
        "featuresUsed": ["data integrity"],
        "author": { "name": "Cat Li", "role": "Product & Engineering Lead", "company": { "name": "Y Combinator" } },
        "quote": "Many platforms we looked at, including Google Analytics, dropped 30% of user data due to adblockers, or third-party cookies. PostHog became the obvious choice because it didn't have those issues."
    },
    {
        "featuresUsed": ["data integrity"],
        "author": { "name": "Jonathan Hyde", "role": "Former Head of Product", "company": { "name": "Legl" } },
        "quote": "PostHog is the first analytics platform where I can be 100% confident in the data. I've finally got the data insight platform I've always wanted as a Product person."
    },
    {
        "featuresUsed": ["self-host"],
        "author": { "name": "Tim Lucas", "role": "Founder & CEO", "company": { "name": "BuildKite" } },
        "quote": "My favourite piece of software, and support experience this week, goes to PostHog. If you’re after an awesome self-hosted analytics tool, check it out!"
    },
    {
        "featuresUsed": ["insights"],
        "author": { "name": "Anca Filip", "role": "Head of Product", "company": { "name": "MentionMe" } },
        "quote": "PostHog has helped us improve our product and helped us get a much better understanding of our users than we've ever been able to before."
    },
    {
        "featuresUsed": ["competition", "pricing"],
        "author": { "name": "Joe Saunderson", "role": "Technical Lead", "company": { "name": "MentionMe" } },
        "quote": "We looked at Amplitude, Mixpanel and Pendo and not only were they far too expensive but it was also very unclear how they worked in terms of data privacy."
    },
    {
        "featuresUsed": ["open source", "self-host"],
        "author": { "name": "Lleo Harress", "role": "Technical Lead", "company": { "name": "MentionMe" } },
        "quote": "The fact that PostHog is open source was really helpful. The cloud formation templates made deployment easy and we were up and running within a day, but because it’s open source we can also open the codebase and figure things out if needed. We’ve iterated and built out an entire stack for ourselves since launching PostHog."
    },
    {
        "featuresUsed": ["self-host", "privacy"],
        "author": { "name": "Joe Saunderson", "role": "Technical Lead", "company": { "name": "MentionMe" } },
        "quote": "We self-hosted PostHog because we needed to keep everything on our infrastructure. Our clients’ privacy is very important to us and we have obligations to store their data safely."
    },
    {
        "featuresUsed": ["dashboards"],
        "author": { "name": "Anca Filip", "role": "Head of Product", "company": { "name": "MentionMe" } },
        "quote": "The first thing I did was create a dashboard. It took just ten minutes to get the information I needed. Seeing that information so easily is amazing."
    },
    {
        "featuresUsed": ["autocapture", "retroactive data capture"],
        "author": { "name": "Lleo Harress", "role": "Software Engineer", "company": { "name": "MentionMe" } },
        "quote": "Retrospective data and event autocapture are especially useful. When we have a question We can define an event and then see the retroactive data for it immediately, instead of waiting months to get new data."
    },
    {
        "featuresUsed": ["feature flags", "experimentation"],
        "author": { "name": "Joe Saunderson", "role": "Technical Lead", "company": { "name": "MentionMe" } },
        "quote": "We use feature flags to issue changes to 50% of users and then compare the effect. Experiment, find results, decide where to focus and then iterate."
    },
    {
        "featuresUsed": ["funnels"],
        "author": { "name": "Rikin Kachhia", "role": "Software Engineer", "company": { "name": "Hasura" } },
        "quote": "We observed drop-offs at very particular stages of our onboarding flows, as a result, we took several actions such as moving these steps further down the funnel. These changes helped us deliver a 10-20% improvement in our conversion rate."
    },
    {
        "featuresUsed": ["ui", "ux"],
        "author": { "name": "Anubhuti Mishra", "role": "UI/UX Designer", "company": { "name": "Hasura" } },
        "quote": "I look at our top-performing website pages, such as tutorials, blog and pricing pages. Our team has built a schedule around this so we are always shifting focus throughout the website and continuing to improve."
    },
    {
        "featuresUsed": ["attribution", "insights"],
        "author": { "name": "Andy Su", "role": "Founder & CEO", "company": { "name": "Pry" } },
        "quote": "We look into things such as how valuable customers who come to us via ads are compared to those who are organic. We then use that information to make decisions about our advertising strategy."
    },
    {
        "featuresUsed": ["self-host", "privacy"],
        "author": { "name": "Tiffany Wong", "role": "Co-founder", "company": { "name": "Pry" } },
        "quote": "Hosting PostHog on our own infrastructure was easy to do and means we can be confident that our data is safe and shared with as few platforms as possible. This is really important to us, as we’re often dealing with sensitive data."
    },
    {
        "featuresUsed": ["self-host", "privacy"],
        "author": { "name": "Rikin Kachhia", "role": "Software Engineer", "company": { "name": "Hasura" } },
        "quote": "No other tools we looked at offered self-hosted deployments. Some of our systems deal with sensitive data and we didn’t want to get into compliance issues with third parties. Self-hosting on PostHog just took that whole problem away."
    },
    {
        "featuresUsed": ["session recording"],
        "author": {
            "name": "Anubhuti Mishra",
            "role": "UI/UX Designer",
            "image": "/images/customers/mishra.jpeg",
            "company": { "name": "Hasura", "image": "/images/customers/hasura.svg" }
        },
        "quote": "One time, I was watching session recordings for our sign-up page. I realised a lot of people were trying to click something that wasn’t actually a button. We wouldn’t have noticed that needed fixing without PostHog’s session recordings."
    },
    {
        "featuresUsed": ["competition"],
        "author": { "name": "Anubhuti Mishra", "role": "UI/UX Designer", "company": { "name": "Hasura" } },
        "quote": "Google Analytics doesn’t give very detailed information. It gives a broad overview of the whole site, but in order to get really deep into the data - to see what users are actually clicking, where they are hovering? That’s where PostHog comes in."
    },
    {
        "featuresUsed": ["insights"],
        "author": { "name": "Anca Filip", "role": "Head of Product", "company": { "name": "MentionMe" } },
        "quote": "PostHog has helped us improve our product and get a much better understanding of our users than we've ever been able to before."
    },
    {
        "featuresUsed": ["heatmaps", "toolbar"],
        "author": { "name": "Andy Su", "role": "Founder & CEO", "company": { "name": "Pry" } },
        "quote": "Recently we saw that a lot of people were clicking the Docs link at the very bottom of our footer, for example. Nothing else, just that button. Spotting that with PostHog’s heatmap tool helped us know we needed to surface that link somewhere else and pushed us to put it in the main navigation. Things like that? It's why every data-driven company should be using a product like PostHog."
    },
    {
        "featuresUsed": ["documentation", "open source"],
        "author": {
            "name": "Chris H",
            "role": "Co-founder",
            "company": {
                "name": "Unknown",
                "url": "https://www.g2.com/products/posthog/reviews/posthog-review-4887279"
            }
        },
        "quote": "PostHog's extensive documentation and github repositories makes it easy to learn how to best take advantage of the platform and follow their product road map."
    },
    {
        "featuresUsed": ["support", "community"],
        "author": {
            "name": "Chris H",
            "role": "Co-founder",
            "company": {
                "name": "Unknown",
                "url": "https://www.g2.com/products/posthog/reviews/posthog-review-4887279"
            }
        },
        "quote": "The team is extremely friendly, developer focused, dedicates a lot of time to listen to feedback, and has been quick and responsive to all of our questions."
    },
    {
        "featuresUsed": ["open source", "scalability"],
        "author": {
            "name": "Chris H",
            "role": "Co-founder",
            "company": {
                "name": "Unknown",
                "url": "https://www.g2.com/products/posthog/reviews/posthog-review-4887279"
            }
        },
        "quote": "PostHog is a transparent company that documents everything with a build in public mindset...As we've grown, the PostHog platform has been a flexible platform that's easily adaptable to our changing needs."
    },
    {
        "featuresUsed": ["dashboards", "insights"],
        "author": {
            "name": "Chris H",
            "role": "Co-founder",
            "company": {
                "name": "Unknown",
                "url": "https://www.g2.com/products/posthog/reviews/posthog-review-4887279"
            }
        },
        "quote": "PostHog helps us understand how our users are benefiting from our platform. Their intuitive dashboard builder for breaking down the incoming event data has made it easier for us to better service our customers and understand what features to build next. I've tried a handful of product analytics tools, and PostHog has become the obvious choice"
    },
    {
        "featuresUsed": ["open-source, ui"],
        "author": { "name": "Chris S", "role": "Founder", "company": { "name": "Unknown" } },
        "quote": "PostHog has a unique place in the market with an open developer product. Easy implementation. Great feature set. App UI is super intuitive for technical and non-technical users."
    },
    {
        "featuresUsed": ["insights, dashboards"],
        "author": { "name": "Henrik H", "role": "Head of Product Experience", "company": { "name": "Unknown" } },
        "quote": "Super easy to setup custom dashboards and build insights based what you are currently monitoring in your web application."
    },
    {
        "featuresUsed": ["session-recording"],
        "author": { "name": "Raghavender Rao J.", "role": "Co-founder & CEO", "company": { "name": "Unknown" } },
        "quote": "We love the new screen recordings feature and how it auto-captures events without us setting up the telemetry - no code changes are needed. All in all a spectacular product."
    },
    {
        "featuresUsed": ["self-host"],
        "author": { "name": "Tiffany Wong", "role": "Co-founder", "company": { "name": "Pry" } },
        "quote": "You can choose to host PostHog either in the cloud, or on your own infrastructure. If your product is often tracking sensitive data then it’s best to host it yourself so you can have full control over everything."
    },
    {
        "featuresUsed": ["funnels"],
        "author": {
            "name": "Tiffany Wong",
            "role": "Co-founder",
            "company": { "name": "Pry", "image": "/images/customers/pry.svg" },
            "image": "/images/customers/tiffany.png"
        },
        "quote": "We’re tracking how users engage with our platform, where they fall out of our funnels and what the overall trends in behavior are. The data we’ve gathered has helped us make several important decisions about where to improve our platform."
    },
    {
        "featuresUsed": ["privacy", "compliance"],
        "author": { "name": "Nicolas Grenié", "role": "Developer Advocate", "company": { "name": "Typeform" } },
        "quote": "PostHog is a game-changer: it's a full-featured product analytics suite you can host on your existing systems. There's no need to risk breaches by sending data to third parties or to waste time on lengthy compliance checks. You don't even need SQL."
    },
    {
        "featuresUsed": ["culture", "handbook", "talent"],
        "author": {
            "name": "Andrew Maguire",
            "role": "Senior Machine Learning Engineer",
            "company": { "name": "Netdata" }
        },
        "quote": "A biggie for me is the great culture and openness of the team - it's just been so easy and painless to work with them. Even if we do run into some sort of issue then its as simple as a feature request in the GitHub repo and we have full transparency on it from there."
    },
    {
        "featuresUsed": ["competitor", "events"],
        "author": {
            "name": "Andrew Maguire",
            "role": "Senior Machine Learning Engineer",
            "company": { "name": "Netdata" }
        },
        "quote": "For us PostHog's simple, clean, modern, event-based approach to product analytics has allowed us to think about our telemetry in different ways that would not have been possible in the traditional Google Analytics approach. Being able to just define whatever events we want and have it all just work has been a superpower for us."
    },
    {
        "featuresUsed": ["toolbar", "data warehouse"],
        "author": { "name": "Nick Booth", "role": "CTO", "company": { "name": "Feedr" } },
        "quote": "We have been using PostHog for a number of months now and found it very easy to implement. Its toolbar feature means in some cases we can get metrics on specific areas without needing to instrument our code. We use Redshift for our Datawarehouse and the posted posthog instance supports pushing the data into this so we have all of our product analytics in one place. All in all a spectacular product."
    },
    {
        "featuresUsed": ["support"],
        "author": { "name": "Martin McKeaveney", "role": "Co-founder", "company": { "name": "Budibase" } },
        "quote": "PostHog is awesome - we use it heavily and it is by far the best open source analytics platform, with a great team and support behind it."
    },
    {
        "featuresUsed": ["competitor", "cost"],
        "author": { "name": "Quentin Durantay", "role": "Head of Growth", "company": { "name": "WeWeb.io" } },
        "quote": "Love PostHog! The tool that finally made me churn from Amplitude. 1/10th of the price, 10x the value. Highly recommended!"
    },
    {
        "featuresUsed": ["self-host", "privacy"],
        "author": { "name": "Elena Samuylova", "role": "CEO & Co-founder", "company": { "name": "Evidently AI" } },
        "quote": "An absolutely awesome product! Self-hosting analytics and owning the data is a major feature."
    },
    {
        "featuresUsed": ["cost"],
        "author": { "name": "Pranay Prateek", "role": "Co-founder", "company": { "name": "SigNoz" } },
        "quote": "PostHog is simple to use and has a generous free usage tier which you can use for your analytics needs."
    },
    {
        "featuresUsed": ["SQL", "data pipeline", "postgres"],
        "author": { "name": "Mike Shanks", "role": "CEO & Co-founder", "company": { "name": "Budibase" } },
        "quote": "Happy PostHog user here. I stream all the PostHog events from the cloud platform into a Postgres table, which is fantastic if you're a SQL junkie."
    },
    {
        "featuresUsed": ["competitor", "self-host"],
        "author": { "name": "Christopher Akritidis", "role": "COO", "company": { "name": "Netdata" } },
        "quote": "We can actually access ALL the collected data. No garbage predefined reports, no ridiculous sampling, it's all there."
    },
    {
        "featuresUsed": ["feature flags", "session recording", "autocapture", "competitor"],
        "author": { "name": "Evan Sosenko", "role": "CTO", "company": { "name": "PureSkill.gg" } },
        "quote": "The autocapture and session recording is ridiculously powerful out of the box. Adding custom events and user properties will take you to the next level. The feature flags let us dark-launch without yet-another-service to integrate. You can even use it as a support tool since you can replay user sessions. There might be other services that do those things on their own, but having it all in one place is a huge win and time save."
    },
    {
        "featuresUsed": ["users", "dashboards"],
        "author": { "name": "Francesco Agosti", "role": "CTO & Co-founder", "company": { "name": "Phantom" } },
        "quote": "We use PostHog dashboards in our weekly all-hands meetings. We’ll often share information that’s important with each other directly. Our biggest power user is probably Brandon, the CEO, who is sort of addicted to PostHog - but it’s also popular with the developers too."
    },
    {
        "featuresUsed": ["feature flags", "competitor"],
        "author": {
            "name": "Francesco Agosti",
            "role": "CTO & Co-founder",
            "image": "/images/customers/francesco.jpg",
            "company": { "name": "Phantom", "image": "/images/customers/phantom.svg" }
        },
        "quote": "Feature flags are really, really critical for us and you don’t see them as a feature in other analytics tools. They are very valuable though, because you can often use feature flag data to make other product decisions."
    },
    {
        "featuresUsed": ["deployment", "open-source", "self-hosting"],
        "author": { "name": "Francesco Agosti", "role": "CTO & Co-founder", "company": { "name": "Phantom" } },
        "quote": "I liked how PostHog was open-source and how it just worked out of the box from the get-go. It lets you use your own database and it was really easy to deploy and get going."
    },
    {
        "featuresUsed": ["groups", "feature flags"],
        "author": { "name": "Weyert de Boer", "role": "Senior Software Engineer", "company": { "name": "Tapico" } },
        "quote": "The Groups functionality in PostHog gives us the flexibility and power to target users at a higher level. We can enable feature flags per instance,  dark launch features for a specific instance, or implement kill switches or ops flags. Group Analytics also give us more detailed insight into user behaviour between instances. We love it!"
    },
    {
        "featuresUsed": ["competitors", "data pipeline", "ingestion"],
        "author": { "name": "Nick Booth", "role": "CTO", "company": { "name": "Feedr.co" } },
        "quote": "Self-hosting Snowplow was too complex and Snowflake was expensive to host in the cloud. PostHog looked a lot simpler to self-host and PostHog Cloud wasn’t as costly either."
    },
    {
        "featuresUsed": ["competitors", "data pipeline", "ingestion"],
        "author": { "name": "Nick Booth", "role": "CTO", "company": { "name": "Feedr.co" } },
        "quote": "PostHog actually did what we needed it to and could push data out into Redshift via S3 or Airbyte."
    },
    {
        "featuresUsed": ["customer support"],
        "author": { "name": "Nick Booth", "role": "CTO", "company": { "name": "Feedr.co" } },
        "quote": "The team at PostHog are great. They talk to us and listen to us and work with us no matter how stupid our questions sometimes are."
    },
    {
        "featuresUsed": ["self-hosting", "competitor"],
        "author": { "name": "Colin Wren", "role": "CTO & Co-founder", "company": { "name": "Reciprocal.dev" } },
        "quote": "I’ve found PostHog to be miles ahead of the other tools I’ve tried so far and I’m a little miffed that I didn’t find it straight away and wasted time with Mixpanel."
    },
    {
        "featuresUsed": ["self-hosting", "competitor"],
        "author": { "name": "Jesse Redl", "role": "Senior Engineer", "company": { "name": "Vendasta" } },
        "quote": "We tried Mixpanel and Segment, but you’re totally bound by how they’ve set up the ETL pipeline. Our senior engineering team didn’t like the GDPR compliance aspect either because you don’t own your own data. They say you do, but you don’t really. That’s when we decided to deploy PostHog."
    },
    {
        "featuresUsed": ["collaboration"],
        "author": { "name": "Taric Santos de Andrade", "role": "Product Manager", "company": { "name": "Vendasta" } },
        "quote": "“I use PostHog on a daily basis. My team has four engineers, as well as designers, and we need to collaborate closely across areas of the product we own, such as our onboarding flow.”"
    },
    {
        "featuresUsed": ["a/b testing"],
        "author": {
            "name": "Taric Santos de Andrade",
            "image": "/images/customers/taric.jpg",
            "role": "Product Manager",
            "company": { "name": "Vendasta", "image": "/images/customers/vendasta.svg" }
        },
        "quote": "I'm always trying to find the next experiment to run with PostHog. Every day, I'm checking reports and trying to push the boundaries by testing new hypotheses."
    }
]
